Repository: barmanaginn/barman-rankings
Catalog: barman_rankings/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Add rankings to BarMan
fr: Ajout de classement à BarMan

source: Ranking
fr: Classement

source: Number of places to display in the ranking
fr: Nombre de places ¹a afficher dans le classement

source: Rank
fr: Place au classement

source: Ingerated alcohol
fr: Alcool ingéré

source: Best buyers
fr: Meilleurs consommateurs (débit)

source: Best drinkers
fr: Meilleurs consommateurs (alcool)

source: Ranking by product
fr: Classement par produit

source: Position
fr: Place

source: Username
fr: Pseudo

source: Debit
fr: Débit

source: Direct debit (not used for ranking)
fr: Débit direct (non utilisé pour le classement)

source: Ingerated alcohol (kg)
fr: Alcool ingéré (kg)

source: Display
fr: Afficher

source: Consumed quantities
fr: Quantités consommées
